Repository: Rjvaldo21/correspondence
Catalog: locale/tet/LC_MESSAGES/django.po
Languages: tet

source: Delete selected %(verbose_name_plural)s
tet: Hamoos %(verbose_name_plural)s ne'ebé hili

source: Successfully deleted %(count)d %(items)s.
tet: Hamoos ho susesu %(count)d %(items)s.

source: Cannot delete %(name)s
tet: La bele hamoos %(name)s

source: Delete multiple objects
tet: Hamoos objetu barak

source: Administration
tet: Administrasaun

source: All
tet: Hotu-hotu

source: Yes
tet: Sin

source: No
tet: Lae

source: Unknown
tet: La hatene

source: Any date
tet: Data ruma deit

source: Today
tet: Ohin

source: Past 7 days
tet: Loron 7 liuba

source: This month
tet: Fulan ida-ne'e

source: This year
tet: Tinan ida-ne'e

source: No date
tet: La iha data

source: Has date
tet: Iha data

source: Empty
tet: Mamuk

source: Not empty
tet: La mamuk

source: Please enter the correct %(username)s and password for a staff account. Note that both fields may be case-sensitive.
tet: Favór hatama %(username)s no senha loos ba konta staf. Hatene katak letra boot-kiik iha kampu sira bele importante.

source: Action:
tet: Asaun:

source: Add another %(verbose_name)s
tet: Aumenta %(verbose_name)s seluk

source: Remove
tet: Hasai

source: Addition
tet: Aumentu

source: Change
tet: Troka

source: Deletion
tet: Hamoos

source: action time
tet: tempu asaun

source: user
tet: Uzuáriu

source: content type
tet: Tipu konteúdu

source: object id
tet: ID objetu

source: object repr
tet: representasaun objetu

source: action flag
tet: marka asaun

source: change message
tet: mensajen troka

source: log entry
tet: entrada log

source: log entries
tet: entrada log sira

source: Added “%(object)s”.
tet: Aumenta “%(object)s”.

source: Changed “%(object)s” — %(changes)s
tet: Troka “%(object)s” — %(changes)s

source: Deleted “%(object)s.”
tet: Hamoos “%(object)s”.

source: LogEntry Object
tet: Objektu LogEntry

source: Added {name} “{object}”.
tet: Aumenta {name} “{object}”.

source: Added.
tet: Aumenta ona.

source: and
tet: no

source: Changed {fields} for {name} “{object}”.
tet: Troka {fields} ba {name} “{object}”.

source: Changed {fields}.
tet: Troka {fields}.

source: Deleted {name} “{object}”.
tet: Hamoos {name} “{object}”.

source: No fields changed.
tet: La iha kampu ne'ebé troka.

source: None
tet: La iha

source: Hold down “Control”, or “Command” on a Mac, to select more than one.
tet: Koi “Control”, ka “Command” iha Mac, atu hili buat liu hosi ida.

source: Select this object for an action - {}
tet: Hili objetu ida-ne'e ba asaun - {}

source: The {name} “{obj}” was added successfully.
tet: {name} “{obj}” aumenta ho susesu.

source: You may edit it again below.
tet: Ita bele edita fali iha kraik.

source: The {name} “{obj}” was added successfully. You may add another {name} below.
tet: {name} “{obj}” aumenta ho susesu. Ita bele aumenta {name} seluk iha kraik.

source: The {name} “{obj}” was changed successfully. You may edit it again below.
tet: {name} “{obj}” troka ho susesu. Ita bele edita fali iha kraik.

source: The {name} “{obj}” was changed successfully. You may add another {name} below.
tet: {name} “{obj}” troka ho susesu. Ita bele aumenta {name} seluk iha kraik.

source: The {name} “{obj}” was changed successfully.
tet: {name} “{obj}” troka ho susesu.

source: Items must be selected in order to perform actions on them. No items have been changed.
tet: Item sira tenke hili liu-husi atu halo asaun. La iha item ne'ebé troka.

source: No action selected.
tet: La hili asaun ida.

source: The %(name)s “%(obj)s” was deleted successfully.
tet: Hamoos %(name)s “%(obj)s” ho susesu.

source: %(name)s with ID “%(key)s” doesn’t exist. Perhaps it was deleted?
tet: %(name)s ho ID “%(key)s” la iha. Karik hamoos ona?

source: Add %s
tet: Aumenta %s

source: Change %s
tet: Troka %s

source: View %s
tet: Haree %s

source: Database error
tet: Erru baze-dadus

source: %(count)s %(name)s was changed successfully.
tet: %(count)s %(name)s troka ho susesu.

source: %(total_count)s selected
tet: %(total_count)s hili

source: 0 of %(cnt)s selected
tet: 0 husi %(cnt)s hili

source: Delete
tet: Hamoos

source: Change history: %s
tet: Istória troka: %s

source: Deleting %(class_name)s %(instance)s would require deleting the following protected related objects: %(related_objects)s
tet: Hamosaun %(class_name)s %(instance)s tenke hamoos mos objetu protejidu sira tuir mai: %(related_objects)s

source: Django site admin
tet: Admin sítio Django

source: Django administration
tet: Administrasaun Django

source: Site administration
tet: Administrasaun sítio

source: Log in
tet: Tama

source: %(app)s administration
tet: Administrasaun %(app)s

source: Page not found
tet: Pájina la hetan

source: We’re sorry, but the requested page could not be found.
tet: Deskupa, pájina ne'ebé ita husu la hetan.

source: Home
tet: Inisiu

source: Server error
tet: Erru servidor

source: Server error (500)
tet: Erru servidor (500)

source: Server Error <em>(500)</em>
tet: Erru Servidor <em>(500)</em>

source: There’s been an error. It’s been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
tet: Iha erru ida. Fó-sai informasaun ba administradór sítio liuhosi email no sei hadia kedas. Obrigadu ba paciénsia.

source: Run the selected action
tet: Halo asaun ne'ebé hili

source: Go
tet: Bá

source: Click here to select the objects across all pages
tet: Klik iha ne'e atu hili objetu sira iha pájina hotu-hotu

source: Select all %(total_count)s %(module_name)s
tet: Hili hotu %(total_count)s %(module_name)s

source: Clear selection
tet: Hamoos seleksaun

source: Breadcrumbs
tet: Korda-lalan

source: Models in the %(name)s application
tet: Modelu sira iha aplikasaun %(name)s

source: Model name
tet: Naran modelu

source: Add link
tet: Aumenta ligasaun

source: Change or view list link
tet: Troka ka haree ligasaun lista

source: Add
tet: Aumenta

source: View
tet: Haree

source: You don’t have permission to view or edit anything.
tet: Ita la iha permisaun atu haree ka edita buat ruma.

source: After you’ve created a user, you’ll be able to edit more user options.
tet: De'pois ita kria uzuáriu, ita bele edita opsaun uzuáriu barak liu.

source: Error:
tet: Erru:

source: Change password
tet: Troka senha

source: Set password
tet: Tau senha

source: Please correct the error below.
tet: Favór hadia erru iha kraik.

source: Enter a new password for the user <strong>%(username)s</strong>.
tet: Hatama senha foun ba uzuáriu <strong>%(username)s</strong>.

source: This action will <strong>enable</strong> password-based authentication for this user.
tet: Asaun ida-ne'e sei <strong>ativa</strong> autentikasaun tuir senha ba uzuáriu ida-ne'e.

source: Disable password-based authentication
tet: Desativa autentikasaun tuir senha

source: Enable password-based authentication
tet: Ativa autentikasaun tuir senha

source: Skip to main content
tet: Loke diretu ba kontéudu prinsipal

source: Welcome,
tet: Bem-vindu,

source: View site
tet: Haree sítio

source: Documentation
tet: Dokumentasaun

source: Log out
tet: Sai

source: Add %(name)s
tet: Aumenta %(name)s

source: History
tet: Istória

source: View on site
tet: Haree iha sítio

source: Filter
tet: Filtra

source: Hide counts
tet: Subar númeru

source: Show counts
tet: Hatudu númeru

source: Clear all filters
tet: Hamoos filtros hotu

source: Remove from sorting
tet: Hasai husi ordenasaun

source: Sorting priority: %(priority_number)s
tet: Prioridade ordenasaun: %(priority_number)s

source: Toggle sorting
tet: Troka ordenasaun

source: Toggle theme (current theme: auto)
tet: Troka téma (téma agora: auto)

source: Toggle theme (current theme: light)
tet: Troka téma (téma agora: klaru)

source: Toggle theme (current theme: dark)
tet: Troka téma (téma agora: nakukun)

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
tet: Hamosaun %(object_name)s '%(escaped_object)s' sei hamoos mos objetu sira ne'ebé relate, maibé ita nia konta la iha permisaun atu hamoos tipu objetu tuir mai:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
tet: Hamosaun %(object_name)s '%(escaped_object)s' tenke hamoos mos objetu relasionadu ne'ebé protejidu tuir mai:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
tet: Ita serteza hakarak hamoos %(object_name)s "%(escaped_object)s"? Item sira ne'ebé relate tuir mai hotu sei hamoos:

source: Objects
tet: Objektu sira

source: Yes, I’m sure
tet: Sin, hau serteza

source: No, take me back
tet: Lae, fila fali

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
tet: Hamosaun %(objects_name)s ne'ebé hili sei hamoos mos objetu sira ne'ebé relate, maibé ita nia konta la iha permisaun atu hamoos tipu tuir mai:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
tet: Hamosaun %(objects_name)s ne'ebé hili tenke hamoos mos objetu relasionadu ne'ebé protejidu tuir mai:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
tet: Ita serteza hakarak hamoos %(objects_name)s ne'ebé hili? Objetu sira tuir mai no buat sira ne'ebé relate hotu sei hamoos:

source: Delete?
tet: Hamoos?

source: By %(filter_title)s
tet: Tuir %(filter_title)s

source: Summary
tet: Sumáriu

source: Recent actions
tet: Asaun sira foun-liu

source: My actions
tet: Hau nia asaun

source: None available
tet: La iha disponivel

source: Added:
tet: Aumenta:

source: Changed:
tet: Troka:

source: Deleted:
tet: Hamoos:

source: Unknown content
tet: Konteúdu la hatene

source: Something’s wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
tet: Iha problema ho instalasaun baze-dadus. Hakarak asegura katak tabela sira los kria ona no baze-dadus bele le'e husi uzuáriu ne'ebé loos.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
tet: Ita autentika hanesan %(username)s, maibé la autorizadu atu asesu pájina ida-ne'e. Ita hakarak tama ho konta seluk?

source: Forgotten your login credentials?
tet: Haluhan ita nia kredensiál tama?

source: Toggle navigation
tet: Troka navegasaun

source: Start typing to filter…
tet: Hahu hakerek atu filtra…

source: Filter navigation items
tet: Filtra item navegasaun

source: Date/time
tet: Data/Oras

source: User
tet: Uzuáriu

source: Action
tet: Asaun

source: entry
tet: entrada

source: This object doesn’t have a change history. It probably wasn’t added via this admin site.
tet: Objektu ida-ne'e la iha istória troka. Karik la hatama liu hosi admin ida-ne'e.

source: Show all
tet: Hatudu hotu

source: Save
tet: Salva

source: Popup closing…
tet: Popup taka hela…

source: Search
tet: Buka

source: %(counter)s result
tet: %(counter)s rezultadu

source: %(full_result_count)s total
tet: total %(full_result_count)s

source: Save as new
tet: Salva hanesan foun

source: Save and add another
tet: Salva no aumenta tan

source: Save and continue editing
tet: Salva no kontinua edita

source: Save and view
tet: Salva no haree

source: Close
tet: Taka

source: Change selected %(model)s
tet: Troka %(model)s ne'ebé hili

source: Add another %(model)s
tet: Aumenta %(model)s seluk

source: Delete selected %(model)s
tet: Hamoos %(model)s ne'ebé hili

source: View selected %(model)s
tet: Haree %(model)s ne'ebé hili

source: Thanks for spending some quality time with the web site today.
tet: Obrigadu tanba tempu di'ak ho sítio ohin.

source: Log in again
tet: Tama fali

source: Password change
tet: Troka senha

source: Your password was changed.
tet: Ita nia senha troka ona.

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
tet: Favór hatama ita nia senha tuan (seguransa), depois hatama senha foun dala rua atu verifika loos.

source: Change my password
tet: Troka hau nia senha

source: Password reset
tet: Reset senha

source: Your password has been set. You may go ahead and log in now.
tet: Ita nia senha hatama ona. Bele tama agora.

source: Password reset confirmation
tet: Konfirmasaun reset senha

source: Please enter your new password twice so we can verify you typed it in correctly.
tet: Favór hatama senha foun dala rua atu ita bele verifika katak hatama ho loos.

source: New password:
tet: Senha foun:

source: Confirm password:
tet: Konfirma senha:

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
tet: Ligasaun reset senha la válido, karik uza tiha ona. Favór husu reset senha foun.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
tet: Ami haruka ona instrusaun liuhosi email atu tau ita nia senha, se iha konta ho email ne'ebé ita hatama. Tenke simu kedas.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
tet: Se la simu email, favór asegura ita hatama adresu ne'ebé rejistu ho nia no verifika pasta spam.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
tet: Ita simu email ida-ne'e tanba husu reset senha ba ita nia konta uzuáriu iha %(site_name)s.

source: Please go to the following page and choose a new password:
tet: Favór bá pájina tuir mai no hili senha foun:

source: In case you’ve forgotten, you are:
tet: Se ita haluha, ita mak:

source: Thanks for using our site!
tet: Obrigadu tanba uza ami nia sítio!

source: The %(site_name)s team
tet: Ekipa %(site_name)s

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
tet: Haluha ita nia senha? Hatama adresu email iha kraik, no ami sei haruka instrusaun atu tau foun.

source: Email address:
tet: Adresu email:

source: Reset my password
tet: Reset hau nia senha

source: Select all objects on this page for an action
tet: Hili objetu hotu iha pájina ida-ne'e ba asaun

source: All dates
tet: Data hotu

source: Select %s
tet: Hili %s

source: Select %s to change
tet: Hili %s atu troka

source: Select %s to view
tet: Hili %s atu haree

source: Date:
tet: Data:

source: Time:
tet: Oras:

source: Lookup
tet: Buka

source: Currently:
tet: Agora:

source: Change:
tet: Troka:
